[
    "1. PURPOSE AND SCOPE OF COLLECTION",
    "- The main data collection on the app includes: email username IP (member). This is the information that NewsOnline needs members to provide required when registering to use the service.",
    "- Members will be solely responsible for the security and storage of all service use activities under their registered name, password and email box. In addition, members are responsible for promptly notifying NewsOnline of unauthorized use, abuse, breach of security, retention of registration names and passwords of third parties to take appropriate measures. fit.",
    "2. SCOPE OF USE OF INFORMATION",
    "NewsOnline uses member information to provide services to members;",
    "Send notices about information exchange activities between members and NewsOnline",
    "Prevent activities that destroy members' user accounts or activities that impersonate members;",
    "Contact and deal with members in special cases.",
    "Do not use members' personal information other than for confirmation and contact purposes related to transactions at NewsOnline.",
    "In case of legal requirements: NewsOnline is responsible for cooperating in providing member's personal information upon request from judicial authorities, including: Procuracy, court, relevant investigative police agency. related to a customer's illegal behavior. In addition, no one has the right to infringe on members' personal information.",
    "3. INFORMATION STORAGE TIME",
    "The Member's personal data will be stored until the request to cancel or the member to log in and perform the cancellation. Remaining in all cases, member's personal information will be kept confidential on NewsOnline's server.",
    "Address of the unit that collects and manages personal information",
    "Team 1 Co., Ltd",
    "Head office: 397, Ward 11, District 5, Ho Chi Minh City, Vietnam",
    "Email: info@newsonline.com.vn",
    "Means and tools for users to access and correct their personal data.",
    "Members have the right to self-check, update, correct or cancel their personal information by logging into their account and correcting personal information or requesting NewsOnline to do so.",
    "Members have the right to submit complaints about the disclosure of personal information to third parties to NewsOnline's Administration. When receiving these feedbacks, NewsOnline will confirm the information, be responsible for answering the reason and guide members to restore and keep the information confidential.",
    "4. COMMITMENT AND CUSTOMER INFORMATION SECURITY",
    "Members' personal information on NewsOnline is absolutely confidential by NewsOnline in accordance with dNewsOnline's personal information protection policy. The collection and use of information of each member is only done with the consent of that customer, unless otherwise provided for by law.",
    "Do not use, do not transfer, provide or disclose to any third party about the member's personal information without the consent of the member.",
    "In the event that the information server is attacked by a hacker leading to the loss of member's personal data, NewsOnline will be responsible for notifying the incident to the investigating authorities for timely handling and notifying the member. Are known."
]